[
  {
    "key": "mathematics",
    "label": "ကျွန်တော်နှင့်သင်္ချာ",
    "items": [
      {
        "id": "ed-1",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၆) IMO ရေစက်",
        "date": "၁ ဇန်နဝါရီ ၂၀၂၅",
        "content": "လမ်းမတော်မြို့နယ် အနော်ရထာလမ်းနှင့် ဝါးတန်းလမ်းထောင့်တစ်နေရာ။ မိုးဥတုဖြစ်၍ မိုးကသည်းထန်စွာ ရွာသွန်းနေသည်။ မိုးရွာထဲတွင် အတော်အတန် အရွယ်အစားကြီးသည့် ခေါက်ထီးကို ဆောင်းထားသော အသက် ၁၅၊ ၁၆ နှစ် အရွယ် လူငယ်တစ်ဦး အလျင်စလို ဖြစ်နေသည့်ဟန်နှင့် ခပ်သွက်သွက် လမ်းလျှောက်နေ၏။ မိုးနှင့်အတူ လေပါသဖြင့် ထီးကို ဟန်ချက်မပျက်အောင် အားထည့်ကိုင်ထားသည့် လူငယ်၏ မျက်နှာအမူအရာမှာ စိတ်လှုပ်ရှားနေပုံရသည်။ ထိုလူငယ်မှာ ဝါးတန်းလမ်းမပေါ်ရှိ စားသောက်ဆိုင်တစ်ခုကို ဦးတည်နေခြင်းဖြစ်သည်။ ထိုစဉ် မိုးရေသံ တဝေါဝေါ အကြား ရှင်းလင်းမှုမရှိသည့် သီချင်းသံ ရုတ်တရက်ထွက်ပေါ်လာသည်။ လူငယ်က ထီးတစ်ဖက်နှင့် ဖုန်းကိုင်လိုက်သည်။\n\"ရောက်တော့မှာလား၊ သား။ အန်ကယ်တို့ အပေါ်ထပ်မှာ ရှိနေတယ်။ ရောက်ရင် အပေါ်တန်းတက်ခဲ့နော်\"\n\"ဟုတ်ကဲ့ပါ၊ အန်ကယ်။ နောက်သုံးလေးမိနစ်ကြာရင် ရောက်ပါပြီ။\"\nအသက်၆၀ကျော် မျက်နှာစိမ်း လူကြီးများစွာ တက်ရောက်မည့် ညစာစားပွဲကို ဆယ်ကျော်သက် လူငယ် တစ်ယောက်တည်း တက်ရောက်ရန် လိုအပ်သည့် သတ္တိမှာ မနည်းလှ။ ဤတွေ့ဆုံပွဲကို အစပြုကာ ဘဝအတွက် အဖိုးမဖြတ်နိုင်သည့် မိတ်ဆွေ သူငယ်ချင်းများ ရလာမည်ဟု ယုံကြည်ချက်ကပေးသည့် သတ္တိကြောင့် ပင်ဖြစ်သည်။\n\nInternational Mathematics Olympiad (IMO) နှင့် ကျွန်တော် ပတ်သက်မှု၏ ဇာစ်မြစ်ကို ပြောရပါလျှင် ဆရာ ဒေါက်တာစောဝင်းမောင်နှင့် စရပါမည်။ ဆရာစောနှင့် သိကျွမ်းမှု၏ အစသည် သိပ္ပံချွန် ညစာစားပွဲ။ ထိုညစာ စားပွဲတက်ဖြစ်သည့် အစသည် ဆေး ၁၌ ပြုလုပ်သည့် ၁၀ တန်းအမှတ်အများဆုံး လူရည်ချွန် ၁၀ ဦးကို ဂုဏ်ပြုပွဲပင် ဖြစ်သည်။ ဆေး ၁ ဂုဏ်ပြုပွဲတွင် စတင်သိကျွမ်းသည့် အန်ကယ်ဦးကျော်ဌေးက သင်္ချာစိတ်ဝင်စားသည့် ကျွန်တော့်ကို သိပ္ပံချွန် ညစာစားပွဲသို့ တက်ရောက်ရန် ဖိတ်ကြားခြင်းဖြစ်သည်။\n\nစားသောက်ဆိုင်ပေါ်သို့ ရောက်သောအခါ အန်ကယ် ဦးကျော်ဌေးက ကျွန်တော့်ကို သူ့ဘေးတွင်ထိုင်စေပြီး ညစာစားပွဲ လာသူများနှင့် မိတ်ဆက်ပေးသည်။ ဆရာဦးမျိုးသန့်ထွန်း။ ကျွန်တော် ၉ တန်း နွေရာသီက ဆရာ့ထံတွင် ခဏ သင်ယူဖူးသည်။ ဆရာ့ကို မိတ်ဆက်သော်လည်းမမှတ်မိ။ ဆရာမ ဒေါက်တာခင်မာကြူ။ ၁၀ တန်း ရူပဗေဒဆိုင်ရာ စာအုပ်တွင် သူမကို မြင်ဖူးသည်။ ဆရာ ဦးမောင်မောင်စိုး။ ဆရာ့ အကြောင်းပုံပြင်များစွာကို ရန်ကုန်တက္ကသိုလ် သင်္ချာကျောင်းသူများ ဖြစ်ခဲ့သူ ကျွန်တော့်အဒေါ်နှင့် အမေထံမှ နားထောင်ဖူးသည်။ ...ဤ ညစာစားပွဲတွင် ဆရာဒေါက်တာ စောဝင်းမောင်၊ ဆရာ ဦးထင်အောင်တို့ကို ပထမဆုံးသိကျွမ်းခြင်းဖြစ်သည်။ မှတ်မှတ်ရရ ရိုမေးနီးယားတွင် ကျင်းပမည့် ၅၉ ကြိမ်မြောက် IMO အတွက် ဗီဇာကိစ္စဆွေးနွေးနေကြ၏။\n\n၂၀၁၉ တွင် အင်္ဂလန်၊ ဘတ် (Bath)၌ ကျင်းပမည့် ၆၀ ကြိမ်မြောက် IMO တ္ငင် မြန်မာနိုင်ငံ ကိုယ်စားပြု ယှဉ်ပြိုင်ကြမည့် ကျောင်းသားများကို ရန်ကုန်တက္ကသိုလ် သင်္ချာဌာနတွင် မေ၊ ဇွန် ၂လ သင်တန်းပေးသည်။ အင်္ဂလန်တွင် ကျင်းပမည့် ထိုစာမေးပွဲကို မိမိစရိတ် မိမိခံကာ လေ့လာသူအဖြစ် တက်ရောက်မည်ဖြစ်ပြီး ထိုသင်တန်းကိုလည်း တက်ရောက်ခွင့်ရခဲ့သည်။ သင်တန်းမတိုင်မီကပင် အိုလံပစ် သင်္ချာကို စိတ်ဝင်စားသဖြင့် ရန်ကုန်တက္ကသိုလ် သင်္ချာဌာနမှ စာအုပ်အချို့ဝယ်ကာ လေ့လာဖူးသည်။ ထိုစဉ်က YTUမှ သင်္ချာပါမောက္ခတစ်ဦးကိုပင် စာအုပ်တစ်အုပ် (Euclidean Geometry in Mathematical Olympiad) ထဲမှ ပုစ္ဆာများသွားမေးကာ အပူကပ်ဖူးသည်။\n\nသို့သော် တစ်ယောက်တည်း ဖြစ်သည့်အပြင် ကျောင်းစာတဖက်ဖြင့် ခရီးမရောက်ခဲ့။ ယခုတစ်ကြိမ်တွင် ၂ လ သင်တန်းဖြစ်သော်လည်း ၆ လပိုင်းတွင် တတိယနှစ် ဒုတိယပိုင်း နှစ်ဝက် ပြန်တက်ရသဖြင့် ၁ လသာ တက်ဖြစ်လိုက်သည်။ ထို့ပြင် မိမိကိုယ်တိုင် ဖြေရမည့် စာမေးပွဲ မဟုတ်သဖြင့် အပတ်တကုတ် မကြိုးစားခဲ့။ အကျိုးရလဒ်အဖြစ် ၆၀ ကြိမ်မြောက် IMO တွင် မြန်မာအသင်း တာဝန်ခံအမျိုးသမီးငယ် အမ်မာက \"ဒီကို ရောက်လာပြီးမှ တစ်ခါတည်း စားမေးပွဲ ဝင်ဖြေသွားပါလား။\" ဆိုသည်ကို မျက်နှာပူပူနှင့် မနည်းငြင်းလိုက်ရသည်။ ဘာစာမျှသေချာမကြည့်သွားသည့် သူတစ်ဦးအနေနှင့် စာမေးပွဲခန်းတွင် ၄ နာရီခွဲကြာအောင် ငုတ်တုတ်ထိုင်ရမည့် ဒုက္ခသည် မသေးလှ။ (ပုစ္ဆာ၃ ပုဒ်ကို ၄ နာရီခွဲဖြေရသည့် IMO စာမေးပွဲသည် အလွယ်ဆုံးပုစ္ဆာပင် အဖြေမှန်ရရန် မလွယ်ကူပေ။)\n\nအမှန်တကယ်ပင် ဤသည်က အစပြုကာ ဘဝအတွက် အဖိုးမဖြတ်နိုင်သည့် မိတ်ဆွေ သူငယ်ချင်းများစွာ ရခဲ့ပါသည်။\n\nစာကြွင်း။ ထိုညစာစားပွဲ တွင်ရိုက်ထားသည့်ပုံကို ရှာတွေ့မှတင်မည်စဉ်းစားထားသဖြင့် မတင်ဖြစ်သည်မှာ ၁ စ်ကျော်ရှိသွား။ ယခင် အကောင့်ဟောင်းပျက်သွားသဖြင့် ပုံပြန်ရှာ၍မရတော့။",
        "images": ["images/Math-6.jpg"]
      },
      {
        "id": "ed-2",
        "title": "Foundation in Engineering",
        "date": "2025 May 31",
        "content": "Built fundamentals in solid mechanics, materials, and computational methods (FEM/SBFEM exposure).",
        "images": ["images/venice.jpeg", "stonehenge", "amsterdam"]
      },
      {
        "id": "ed-3",
        "title": "Certifications & Exams",
        "date": "2025 May 31",
        "content": "PTE prep, NAATI CCL Burmese practice; Engineers Australia pathways & professional year planning.",
        "images": ["images/venice.jpeg", "stonehenge", "amsterdam"]
      }
    ]
  },
  {
    "key": "projects",
    "label": "Projects",
    "items": [
      {
        "id": "prj-1",
        "title": "RC Column Parametric Study",
        "date": "2025 May 31",
        "content": "8-storey mid-column model; sustained/short-term load ratios; λ up to 120; MATLAB parametric sweeps & code-to-code validation.",
        "images": ["images/venice.jpeg", "images/venice.jpeg", "images/venice.jpeg"]
      },
      {
        "id": "prj-2",
        "title": "OS/161 Kernel Exercises",
        "date": "2025 May 31",
        "content": "Threading, semaphores/locks/CVs; TLB handling; two-level page tables; Banker's algorithm experiments.",
        "images": ["images/venice.jpeg", "images/venice.jpeg", "images/venice.jpeg"]
      },
      {
        "id": "prj-3",
        "title": "WSUD Stormwater Reuse (CVEN9000)",
        "date": "2025 May 31",
        "content": "Group report: catchment modeling (ARR), tank sizing, water quality management, and reuse strategy.",
        "images": ["venice", "venice", "venice"]
      }
    ]
  },
  {
    "key": "experience",
    "label": "Experience",
    "items": [
      {
        "id": "exp-1",
        "title": "Coaching & Mentoring",
        "date": "2025 May 31",
        "content": "Peer mentoring for coursework, coding clinics for MATLAB/LaTeX, study planning for international students.",
        "images": ["venice", "venice", "venice"]
      },
      {
        "id": "exp-2",
        "title": "Vlogging & Communication",
        "date": "2025 May 31",
        "content": "STEM explainer videos; tech notes and portfolio updates; clarity-first content style.",
        "images": ["venice", "venice", "venice"]
      }
    ]
  }
]
