[
  {
    "key": "mathematics",
    "label": "ကျွန်တော်နှင့် သင်္ချာ",
    "items": [
      {
        "id": "ed-1",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၆) IMO ရေစက်",
        "date": "၁ ဇန်နဝါရီ ၂၀၂၅",
        "content": "လမ်းမတော်မြို့နယ် အနော်ရထာလမ်းနှင့် ဝါးတန်းလမ်းထောင့်တစ်နေရာ။ မိုးဥတုဖြစ်၍ မိုးကသည်းထန်စွာ ရွာသွန်းနေသည်။ မိုးရွာထဲတွင် အတော်အတန် အရွယ်အစားကြီးသည့် ခေါက်ထီးကို ဆောင်းထားသော အသက် ၁၅၊ ၁၆ နှစ် အရွယ် လူငယ်တစ်ဦး အလျင်စလို ဖြစ်နေသည့်ဟန်နှင့် ခပ်သွက်သွက် လမ်းလျှောက်နေ၏။ မိုးနှင့်အတူ လေပါသဖြင့် ထီးကို ဟန်ချက်မပျက်အောင် အားထည့်ကိုင်ထားသည့် လူငယ်၏ မျက်နှာအမူအရာမှာ စိတ်လှုပ်ရှားနေပုံရသည်။ ထိုလူငယ်မှာ ဝါးတန်းလမ်းမပေါ်ရှိ စားသောက်ဆိုင်တစ်ခုကို ဦးတည်နေခြင်းဖြစ်သည်။ ထိုစဉ် မိုးရေသံ တဝေါဝေါ အကြား ရှင်းလင်းမှုမရှိသည့် သီချင်းသံ ရုတ်တရက်ထွက်ပေါ်လာသည်။ လူငယ်က ထီးတစ်ဖက်နှင့် ဖုန်းကိုင်လိုက်သည်။ \n\n  \"ရောက်တော့မှာလား၊ သား။ အန်ကယ်တို့ အပေါ်ထပ်မှာ ရှိနေတယ်။ ရောက်ရင် အပေါ်တန်းတက်ခဲ့နော်\" \n\n \"ဟုတ်ကဲ့ပါ၊ အန်ကယ်။ နောက်သုံးလေးမိနစ်ကြာရင် ရောက်ပါပြီ။\" \n\n အသက်၆၀ကျော် မျက်နှာစိမ်း လူကြီးများစွာ တက်ရောက်မည့် ညစာစားပွဲကို ဆယ်ကျော်သက် လူငယ် တစ်ယောက်တည်း တက်ရောက်ရန် လိုအပ်သည့် သတ္တိမှာ မနည်းလှ။ ဤတွေ့ဆုံပွဲကို အစပြုကာ ဘဝအတွက် အဖိုးမဖြတ်နိုင်သည့် မိတ်ဆွေ သူငယ်ချင်းများ ရလာမည်ဟု ယုံကြည်ချက်ကပေးသည့် သတ္တိကြောင့်ပင်ဖြစ်သည်။ \n\n International Mathematics Olympiad (IMO) နှင့် ကျွန်တော် ပတ်သက်မှု၏ ဇာစ်မြစ်ကို ပြောရပါလျှင် ဆရာ ဒေါက်တာစောဝင်းမောင်နှင့် စရပါမည်။ ဆရာစောနှင့် သိကျွမ်းမှု၏ အစသည် သိပ္ပံချွန် ညစာစားပွဲ။ ထိုညစာ စားပွဲတက်ဖြစ်သည့် အစသည် ဆေး ၁၌ ပြုလုပ်သည့် ၁၀ တန်းအမှတ်အများဆုံး လူရည်ချွန် ၁၀ ဦးကို ဂုဏ်ပြုပွဲပင် ဖြစ်သည်။ ဆေး ၁ ဂုဏ်ပြုပွဲတွင် စတင်သိကျွမ်းသည့် အန်ကယ်ဦးကျော်ဌေးက သင်္ချာစိတ်ဝင်စားသည့် ကျွန်တော့်ကို သိပ္ပံချွန် ညစာစားပွဲသို့ တက်ရောက်ရန် ဖိတ်ကြားခြင်းဖြစ်သည်။ \n\n စားသောက်ဆိုင်ပေါ်သို့ ရောက်သောအခါ အန်ကယ် ဦးကျော်ဌေးက ကျွန်တော့်ကို သူ့ဘေးတွင်ထိုင်စေပြီး ညစာစားပွဲ လာသူများနှင့် မိတ်ဆက်ပေးသည်။ ဆရာဦးမျိုးသန့်ထွန်း။ ကျွန်တော် ၉ တန်း နွေရာသီက ဆရာ့ထံတွင် ခဏ သင်ယူဖူးသည်။ ဆရာ့ကို မိတ်ဆက်သော်လည်းမမှတ်မိ။ ဆရာမ ဒေါက်တာခင်မာကြူ။ ၁၀ တန်း ရူပဗေဒဆိုင်ရာ စာအုပ်တွင် သူမကို မြင်ဖူးသည်။ ဆရာ ဦးမောင်မောင်စိုး။ ဆရာ့ အကြောင်းပုံပြင်များစွာကို ရန်ကုန်တက္ကသိုလ် သင်္ချာကျောင်းသူများ ဖြစ်ခဲ့သူ ကျွန်တော့်အဒေါ်နှင့် အမေထံမှ နားထောင်ဖူးသည်။ ဤ ညစာစားပွဲတွင် ဆရာဒေါက်တာ စောဝင်းမောင်၊ ဆရာ ဦးထင်အောင်တို့ကို ပထမဆုံးသိကျွမ်းခြင်းဖြစ်သည်။ မှတ်မှတ်ရရ ရိုမေးနီးယားတွင် ကျင်းပမည့် ၅၉ ကြိမ်မြောက် IMO အတွက် ဗီဇာကိစ္စဆွေးနွေးနေကြ၏။ \n\n ၂၀၁၉ တွင် အင်္ဂလန်၊ ဘတ် (Bath)၌ ကျင်းပမည့် ၆၀ ကြိမ်မြောက် IMO တ္ငင် မြန်မာနိုင်ငံ ကိုယ်စားပြု ယှဉ်ပြိုင်ကြမည့် ကျောင်းသားများကို ရန်ကုန်တက္ကသိုလ် သင်္ချာဌာနတွင် မေ၊ ဇွန် ၂လ သင်တန်းပေးသည်။ အင်္ဂလန်တွင် ကျင်းပမည့် ထိုစာမေးပွဲကို မိမိစရိတ် မိမိခံကာ လေ့လာသူအဖြစ် တက်ရောက်မည်ဖြစ်ပြီး ထိုသင်တန်းကိုလည်း တက်ရောက်ခွင့်ရခဲ့သည်။ သင်တန်းမတိုင်မီကပင် အိုလံပစ် သင်္ချာကို စိတ်ဝင်စားသဖြင့် ရန်ကုန်တက္ကသိုလ် သင်္ချာဌာနမှ စာအုပ်အချို့ဝယ်ကာ လေ့လာဖူးသည်။ ထိုစဉ်က YTUမှ သင်္ချာပါမောက္ခတစ်ဦးကိုပင် စာအုပ်တစ်အုပ် (Euclidean Geometry in Mathematical Olympiad) ထဲမှ ပုစ္ဆာများသွားမေးကာ အပူကပ်ဖူးသည်။\n\n သို့သော် တစ်ယောက်တည်း ဖြစ်သည့်အပြင် ကျောင်းစာတစ်ဖက်ဖြင့် ခရီးမရောက်ခဲ့။ ယခုတစ်ကြိမ်တွင် ၂ လ သင်တန်းဖြစ်သော်လည်း ၆ လပိုင်းတွင် တတိယနှစ် ဒုတိယပိုင်း နှစ်ဝက် ပြန်တက်ရသဖြင့် ၁ လသာ တက်ဖြစ်လိုက်သည်။ ထို့ပြင် မိမိကိုယ်တိုင် ဖြေရမည့် စာမေးပွဲ မဟုတ်သဖြင့် အပတ်တကုတ် မကြိုးစားခဲ့။ အကျိုးရလဒ်အဖြစ် ၆၀ ကြိမ်မြောက် IMO တွင် မြန်မာအသင်း တာဝန်ခံအမျိုးသမီးငယ် အမ်မာက \"ဒီကို ရောက်လာပြီးမှ တစ်ခါတည်း စားမေးပွဲ ဝင်ဖြေသွားပါလား။\" ဆိုသည်ကို မျက်နှာပူပူနှင့် မနည်းငြင်းလိုက်ရသည်။ ဘာစာမျှသေချာမကြည့်သွားသည့် သူတစ်ဦးအနေနှင့် စာမေးပွဲခန်းတွင် ၄ နာရီခွဲကြာအောင် ငုတ်တုတ်ထိုင်ရမည့် ဒုက္ခသည် မသေးလှ။ ပုစ္ဆာ၃ ပုဒ်ကို ၄ နာရီခွဲဖြေရသည့် IMO စာမေးပွဲသည် အလွယ်ဆုံးပုစ္ဆာပင် အဖြေမှန်ရရန် မလွယ်ကူပေ။ အမှန်တကယ်ပင် ဤသည်က အစပြုကာ ဘဝအတွက် အဖိုးမဖြတ်နိုင်သည့် မိတ်ဆွေ သူငယ်ချင်းများစွာ ရခဲ့ပါသည်။ \n\n စာကြွင်း။ ထိုညစာစားပွဲ တွင်ရိုက်ထားသည့်ပုံကို ရှာတွေ့မှတင်မည်စဉ်းစားထားသဖြင့် မတင်ဖြစ်သည်မှာ ၁ နှစ်ကျော်သွားသည်။ ယခင် ဖေ့ဘုတ်အကောင့်ဟောင်းပျက်သွားသဖြင့် ပုံပြန်ရှာ၍မရတော့ပါ။",
        "images": ["images/Math-6.jpg"]
      },
      {
        "id": "ed-2",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၅) သင်္ချာကပေးတဲ့ မျက်ရည်",
        "date": "၃ ဇူလိုင် ၂၀၂၃",
        "content": "ပြာလဲ့နေသော ကောင်းကင်ဝယ် စာငှက်ငယ်တို့ ပျံသန်းနေကြသည်။ မိုးနှောင်း၏ အကြွင်းအကျန် မုတ်သုံလေကြောင့် အလံတိုင်ထိပ်မှ အလံက တလူလူ လွင့်ဝဲနေ၏။ သုံးထပ်ကျောင်းဆောင် အပေါ်ဆုံးအလွှာတွင် တက္ကသိုလ်ဝင်တန်းကျောင်းသားတို့ စာသင်နေကြသည်။ အတန်းချိန်အကူးအပြောင်းကြောင့် ဖြစ်မည်ထင်သည်။ လှေကားနှင့်ကပ်လျက် အခန်းတွင် ဆရာ မရှိသဖြင့် ဆူညံ ပွက်လောရိုက်နေ၏။ အင်္ကျီအဖြူအစိမ်းဝတ်ထားသူ ဆရာမ တစ်ဦးဖြည်းဖြည်းမှန်မှန် အခန်းရှေ့ လျှောက်လမ်းကို ဖြတ်လျှောက်သွားသည်။ စာသင်ခန်းတံခါးကို ဖြတ်ကျော်သွားသည့် အတွက် အတန်းဝင်ရန်လာသူ မဟုတ်ဟန်။ ဆူညံနေသည့် အခန်းမှာ အပ်ကျသံပင် ကြားရလောက်အောင် တိတ်ဆိတ်သွား၏။ အခန်းထဲတွင် ဆရာရှိနေလျှင်ပင် ဆူညံနေတတ်သည့် အခန်း။ ယင်းကို အဝေးကပင် တိတ်ဆိတ်စေနိုင်သော ဖြတ်လျှောက်လာသည့် ဆရာမ၏ အရှိန်အဝါကို အပေါ်ယံကြည့်ရုံနှင့် ခန့်မှန်းမိနိုင်၏။ \n\n ဆရာမ ဒေါ်ခင်မာကြူ။ နာမည်ကြားရုံနှင့် သင်ဖူးသူ ကျောင်းသားတို့ အမှတ်တရများစွာကို စဉ်းစားမိမည်မှာ မလွဲချေ။ ကျောင်းသားများ ကြောက်ချစ်ရိုသေရသော ဆရာမပါပေ။ ဒေါ်ကြူ (ကြီး) ဟူ၍ ချစ်စနိုးဖြင့် ကျွန်တော်တို့ သူငယ်ချင်းတစ်စု ခေါ်လေ့ရှိသည်။ ကရုဏာဒေါသောကြောင့် စာသင်ရင်း မျက်ရည်ကျသွားသူ ကျောင်းသားကျောင်းသူပေါင်းလည်း လက်ချိုးရေ၍ မရနိုင်။ ကိုယ်တိုင်လည်း အဆူအဆဲခံရသည့် အကြိမ်ပေါင်းမနည်းလှ။ ကိုယ်တိုင် စာသင်ကြားသူ ဆရာဖြစ်လာသည့်အချိန်မှသာ ဆရာမ၏ ကျောင်းသားများကို စာတတ်စေချင်သည့် စေတနာကို ပိုမိုနားလည်လာသည်။ ပြီးပြီးရော သင်လိုက်လျှင် အင်မတန် သက်သာသည်။ သို့သော် ပို၍မောစွာ ပြောဆို‌ရသည့်တိုင်၊ အမြင်ကပ်ခံရအောင် ဆူရသည့်တိုင် အလွယ်မသင်ဘဲ ခွန်အားအပြည့်စိုက်ထုတ် သင်ခြင်းမှာ ကျောင်းသားအပေါ်ထားသည့် စေတနာကြောင့်ပင်။ ဆရာမပြောခဲ့သော စကားတစ်ခွန်း ယခုတိုင် စိတ်ထဲစွဲစွဲထင်ထင်ရှိလှသည်။ \"ငါက ရာပြည့်ရတဲ့ ကျောင်းသားတွေကိုပဲ စိတ်ထဲ စွဲစွဲမြဲမြဲမှတ်မိတာ။\" လုပ်သက် သုံးဆယ်ကျော်အတွင်း သင်္ချာဂုဏ်ထူးရှင်များစွာသာမက ရာပြည့်တပည့်ပေါင်းများစွာ မွေးထုတ်ပေးခဲ့ပြီးသူ၊ သူမ ပြောခဲ့သည့် မာန်အပြည့်ပါသော ထိုစကားသည် လွန်အံ့မထင်။ ထို့ကြောင့်ပင် သင်္ချာကို ရူးသွပ်သူ ကျွန်တော်၊ သင်္ချာစာမေးပွဲ ဖြေတိုင်း အမှတ်ပြည့်ရချင်နေသော ဆန္ဒပို၍ ပြင်းပြခဲ့သည်။ ပုထုဇဉ်လူသားဖြစ်သော ကျွန်တော်တို့သည် မိမိတို့ ချစ်မြတ်နိုး တန်ဖိုးထား ရသူတို့၏ အလေးပေး ဂရုစိုက်မှုကို ခံယူချင်ကြသည် မဟုတ်ပါလော။ \n\n သင်္ချာကြောင့် မျက်ရည်ဝဲခဲ့သည့် အခိုက်အတံ့များလည်းရှိသည်။ ဝမ်းသာလွန်း၍မဟုတ်။ ရှက်လွန်း၍တစ်ခါ၊ ခံပြင်းလွန်း၍နှစ်ခါ သုံးကြိမ်ကိုမူ ထင်ရှားစွာ မှတ်မိနေသေး၏။ တစ်ကြိမ်မှာ ငါးတန်းအတန်းတင်စာမေးပွဲ ဖြေခါနီးက ဖြစ်သည်။ စာမေးပွဲနီးပြီဖြစ်၍ ကျောင်းမှ သင်္ချာဆရာမ (ဒေါ်နွယ်နွယ်ထွန်း)က စာလုပ်ရန် ပုစ္ဆာအချို့ကို အိမ်စာပေးလိုက်သည်။ ရှေးဆန်သည့် ပင်စင်ယူခါနီး ဆရာမ တစ်ဦးပီပီ ရာဇသံ ပေးထားသေးသည်။ \"အိမ်စာမပြီးပါက ဖင်ချွတ်ရိုက်မည်\" ဟူ၏။ မနက်အတန်းချိန် လေးချိန်၊ ညနေအတန်းချိန် သုံးချိန်တက်ရသော ထိုအချိန်က သင်္ချာချိန်မှာ \"၆\" အချိန်ဖြစ်သည်။ သင်္ချာဆရာမ၏ ရာဇသံကြောင့် \"၅\" အချိန်အတွင်း ကျောင်းသားများက သင်္ချာကို ခိုးတွက်နေကြသည်။ ထိုထဲတွင် ကျွန်တော် မပါ။ ညက သေချာ တွက်ထားပြီး၍ ဖြစ်သည်။ ခိုးတွက်နေသည့် သူများကို ဆရာမအား တိုင်ပြောမည် ဟူ၍ စနောက်လိုက်သေးသည်။ သူတစ်ပါးစိတ်ညစ်အောင် စနောက်ရသော အပျော်သည် ကြာကြာမခံပါချေ။ မကြာမီပင် သင်္ချာဆရာမ အခန်းထဲသို့ဝင်လာကာ စာအုပ်လိုက်စစ်၏။ ပြရမည့် စာအုပ်ကို လွယ်အိတ်ထဲတွင် လိုက်ရှာရာ မတွေ့။ ပေါ့ဆတတ်သော ကျွန်တော် ညက အိပ်ချင်မူးတူးဖြင့် တွက်ထားသည့် စာအုပ်ကို လွယ်အိတ်ထဲ ထည့်ရန် မေ့ကျန်ခဲ့ပြီ ဖြစ်သည်။ အစမှ ပြန်တွက်ရန်လည်းမမီတော့။ အောက်ပိုင်းဗလာဖြင့် အရိုက်ခံရတော့မည့် အရေးကို တွေးမိကာ မျက်ရည်က အလိုလိုဝဲလာသည်။ ဆရာမက ကျွန်တော်စာလုပ်ထားသည်ကို ခန့်မှန်းမိသော်လည်း အလွတ်မပေး။ တစ်တန်းလုံးအတွက် ချမှတ်ထားသည့် စည်းမျဉ်းဖြစ်သဖြင့် အခွင့်ထူးခံ ရှောင်လွှဲမရကြောင်း ရှင်းပြသည်။ ကျွန်တော်အပါအဝင် သုံးယောက် အတန်းရှေ့ထွက်ရသည်။ မျက်ရည်ဝဲနေသည့် ကျွန်တော့်ကို ဆရာမ ကရုဏာသက်သွား၍လားမသိ။ ပုဆိုးခါးတောင်းကျိုက်ကာသာ အရိုက်ခံလိုက်ရ၏။ \n\n ဒုတိယတစ်ကြိမ်မှာ ပဲခူးတွင် ၈တန်း တိုင်းအဆင့် သင်္ချာစွမ်းရည် စာမေးပွဲသွားဖြေစဉ်က။ စာမေးပွဲခန်းက ထွက်လာသော ကျွန်တော့ မျက်နှာမှာ ရှုံ့မဲ့နေသည်။ အခန်းပြင်ပက စောင့်ကြိုနေသော မိခင်နှင့် ဆရာမတို့မှာ စိတ်ပူသွား၏။ \"မဖြေနိုင်ဘူးလား သား\" ဟူသော အမေးကို ရှက်ခြင်း၊ ခံပြင်းခြင်း၊ ဒေါသထွက်ခြင်းတို့ ရောပြွန်းနေသော ကျွန်တော် ရုတ်ချည်း မရှင်းပြနိုင်ခဲ့ပါ။ အကြောင်းမှာ မေးခွန်းတွင် အမှား ၂ခု၊ ၃ခု ပါနေသည်။ ပထမဦးဆုံးတစ်ခါ အခန်းစောင့် ဆရာမကို ပြောစဉ် ထိုကျောင်းက သင်္ချာဆရာဖြစ်ဟန်တူသူ တစ်ဦးဝင်လာသည်။ \"မေးခွန်းက မမှားဘူး။ ဒီအဆင့် ရောက်နေပြီ။ ဒါလေးတောင် မတွက်တတ်ဘူးလား\"ဟု ပြောခံလိုက်ရသည်။ ဘေးမှ အတူဖြေနေသည့် သူငယ်ချင်းအချို့က နားမလည်သည့် အကြည့်ဖြင့် ဝိုင်းကြည့်ခံလိုက်ရသည်။ ထိုဆရာ ထွက်သွားသော် မလျှော့သောဇွဲဖြင့် အခန်းစောင့် ဆရာမကို ထပ်ပြောသည်။ ဆရာမက ဤတစ်ကြိမ်တွင်မူ မေးခွန်းထုတ်သည့် အဖွဲ့ကို ဆက်သွယ်လိုက်ပုံ ရသည်။ စာပြန်ရိုက်ထားသည့် မေးခွန်းတွင် ၃ နေရာလောက်မှားနေသည်မှာ အမှန်ပင်။ ကျွန်တော်မျက်နှာပျက်နေ၍လားမသိ။ ကျွန်တော့်ရှေ့တွင် လက်ရေးမူ မေးခွန်းလာချပေးသွား၏။ \n\n နောက်တစ်ကြိမ်မှာ ၉တန်းက ဖြစ်သည်။ လပတ်စာမေးပွဲတွင် နှစ်ထပ်ကိန်းညီမျှခြင်းပုစ္ဆာတွက်ရာ၌ 3 x -4 =-12 ပုံစံတွင် အနုတ်လေးကို ကွင်းမခတ်ဟုဆိုကာ တစ်ပုဒ်လုံး သုညပေးထားခြင်းဖြစ်သည်။ ၅မှတ်တန် ပုစ္ဆာကို လေးနှင့်မြှောက်သော် အမှတ် ၂၀ လျော့သွား၏။ ဂဏန်းပေါင်းစက် သုံး၍ရသော ယခုခေတ်၌ ၎င်းမှာ မမှားမှန်း လွယ်လင့်တကူ စစ်ဆေးကြည့်နိုင်သည်။ ဆရာမအား သွားပြောသော်လည်းမရ။ (အရေးမကြီးသည့်) ကွင်းတစ်ခု ထည့်ဖို့ကျန်ခဲ့သည်ကို အကြောင်းပြ၍ တစ်ပုဒ်လုံး သုညပေးသည့် စနစ်ကို နာကျည်းမိ၍ မျက်ရည်ဝဲခဲ့ရသည်။ ဤသည်က ပေးခဲ့သည့် သင်ခန်းစာကြောင့်ပဲလားမသိ။ ပုစ္ဆာတစ်ပုဒ်ကို နှစ်ကြိမ်တွက်လျှင် နှစ်မျိုးဖြစ်သွားတတ်သည့် ကျွန်တော်၊ အစိုးရကျောင်း ကျောင်းသားများကို စာသင်သည့်အခါတိုင်း \"ကျောင်းကစာမေးပွဲမှာ အမှတ်ပြည့်လိုချင်ရင် ကျောင်းကဆရာမ သင်တဲ့ အတိုင်းသာတွက်\" ဟု ထည့်ပြောဖြစ်၏။ \n\n အနောက်တိုင်းသားတို့က \"၁၃ ဂဏန်း\" သည် ကံမကောင်းဟု ဆိုကြသည်။ တိုက်ဆိုင်စွာပင် ကျွန်တော်၏ တက္ကသိုလ်ဝင်တန်း ခုံနံပါတ်မှာ ပပ-၁၃ ဖြစ်သည်။ ထိုမျှမကသေး တက္ကသိုလ် ပထမနှစ် ခုံနံပါတ်မှာလည်း 1C13 ပင်။ ပုံမှန်အအိပ်မက်သူ ကျွန်တော်၊ တက္ကသိုလ်ဝင်တန်းစာမေးပွဲဖြေသည့် ကာလတွင် အကြောက်ဆုံးအလုပ်မှာ အိပ်စက်ခြင်းဖြစ်ခဲ့သည်။ မျက်လုံးမှိတ်ထားသော်လည်း စိတ်လှုပ်ရှားလွန်း၍ နှလုံးခုန်နှုန်းက ရုတ်တရက်မြန်လာတတ်ပြီး မည်သို့မျှ အိပ်မရ။ စာမေးပွဲရက်အတွင်း နှလုံးအထူးကုဆရာဝန်နှင့်ပြသော်လည်း မည်သို့မျှမထူးခြား။ မြန်မာစာနှင့် အင်္ဂလိပ်စာ ဖြေပြီးသည့်ညများတွင် အိပ်မပျော်။ အိပ်ချိန်အလွန်နည်း၍ သင်္ချာဖြေမည့်မနက်တွင် ခေါင်းမူးနေသဖြင့် အကြောဆေးသွားသွင်းရသည်။ ထိုသို့တိုင် သင်္ချာစာမေးပွဲအတွင်း မေးခွန်းများကို ၁နာရီခွဲ အကြာမျှတွင် ဖြေပြီး၏။ အခန်း ၁ ဖန်ရှင် ပုစ္ဆာတစ်ပုဒ်၏ အဖြေမှာ ပေးချက်နှင့် မကိုက်သဖြင့် အဖြေမရှိဟု ရေးထားသည်ကို သေချာပြန်စဉ်းစား ဖြစ်သည်။ \n\n ကျွန်တော့်တွင် အကျင့်တစ်ခုရှိ၏။ အင်အားအပြည့်စိုက်ထုတ် ဖြေသောစာမေးပွဲတိုင်းတွင် ဖြေပြီးသည်နှင့် ပိုနေသည့်အချိန်အတွင်း အဖြေကို အစအဆုံး ထပ်ကာတလဲ အချိန်ပြည့်သည်အထိ ပြန်စစ်လေ့ရှိသည်။ စစ်ရင်းဖြင့် အဖြေအချို့ပင် အလွတ်ရနေတတ်၏။ တစ်ခါတရံ ပုစ္ဆာများကို အခြားနည်းဖြင့် ထပ်တွက်ကာ အဖြေ ချိန်ကိုက်လေ့ရှိသည်။ အချိန်ပို၍ အဖြေစစ်သည်ဟုဆိုရာတွင် ကျွန်တော်၏ ထူးဆန်းသည့် တပည့်တစ်ဦးကို သတိရမိ၏။ သင်္ချာစာမေးပွဲဖြေပြီး၍ ထွက်လာသော ထိုတပည့်၏ မေးခွန်းလွှာကို ကြည့်စဉ် ကဗျာတစ်ပုဒ် ကိုတွေ့ရသဖြင့် မေးကြည့်ရာ စာမေးပွဲခန်းအတွင်း ပြတင်းပေါက်အနီးတွင် ထိုင်ဖြေရပြီး အချိန်ပိုနေသောကြောင့် ပြတင်းပေါက် တစ်ဖက်မှ သစ်ကိုင်းပေါ်တွင်နားနေသော ငှက်ကလေးအကြောင်း ကဗျာရေးစပ်ထားသည် ဟူသတည်း။ ပြန်ပြောစရာစကား မရှိခဲ့သော အချိန်ပါလေ။ စကားပြန်ဆက်ရသော် စာမေးပွဲ ပြီးရန် ၁၅မိနစ် အလိုခန့်တွင် ဗက်တာနှင့် ဆိုင်သည့် ဓမ္မဓိဋ္ဌာန် တစ်ပုဒ်မှားနေသည်ကို တွေ့၍ ကမန်းကတန်း ပြင်လိုက်ရသည်။ စာမေးပွဲ ဖြေပြီး အပြန်တွင် ကျောင်းဂိတ်ပေါက်တွင် စောင့်နေသည့် ဆရာမ ဒေါ်ကြူကို တွေ့သဖြင့် လက်မထောင်ပြီး အပြည့်ဟု လှမ်းအော်လိုက်ရာ ဆရာမက အဓိပ္ပာယ်များစွာ ပါဝင်သော အပြုံးဖြင့် ခေါင်းတစ်ချက်ညိမ့်ပြကာ ပြန်လည်တုံ့ပြန်၏။",
        "images": ["images/Math-5.1.jpg", "images/Math-5.2.jpg", "images/Math-5.3.jpg"]
      },
      {
        "id": "ed-3",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၄) ပကတိအကောင်းနဲ့ ပကတိအဆိုး",
        "date": "၂၀ ဇွန် ၂၀၂၃",
        "content": "လောကတွင် အကောင်းနှင့်အဆိုးသည် ဒွန်တွဲလျက်ရှိသည်။ ပကတိအကောင်းနှင့် ပကတိအဆိုး ဟူသည်မရှိ။ နယ်စပ်မှ အဘိုးအို တစ်ယောက် မြင်းပျောက်သွားသည်။ လူအများက ဖြစ်ရပ်ဆိုးဟု ထင်နေချိန် အဘိုးအိုက ဘာလို့ အကောင်းမဖြစ်နိုင်ရမှာလဲ ဟုဆိုသည်။ လအနည်းငယ်ကြာသောအခါ ပျောက်သွားသည့်မြင်းက အခြားနယ်မှ မြင်းကောင်းတစ်ကောင်ကိုပါ ခေါ်၍ အိမ်ပြန်လာသည်။ လူအများက အကောင်းဟု ထင်နေချိန် အဘိုးအိုက အဆိုး ဘာလို့မဖြစ်နိုင်ရမှာလဲ ဟုဆိုပြန်သည်။ သိပ်မကြာခင် အဘိုးအို၏ သားဖြစ်သူက ထိုမြင်းစီးရင်း မြင်းပေါ်မှ ပြုတ်ကျ ခြေထောက်ကျိုးသွားသည်။ ထုံးစံအတိုင်း လူအများက အဆိုးဟု ထင်နေချိန် အဘိုးအိုက အကောင်း ဘာလို့မဖြစ်နိုင်ရမလဲ ဟုဆို၏။ တစ်နှစ်ကြာသော် တစ်ဖက် တိုင်းပြည်မှ စစ်ခင်းလာ၍ သန်မာသည့် အမျိုးသားအားလုံး စစ်ထဲဝင်ရသော်လည်း အဘိုးအို၏သားမှာ ခြေထောက်မကောင်းသဖြင့် ဝင်စရာမလိုခဲ့။ စစ်ရှုံးသဖြင့် တစ်ရွာလုံးရှိ အမျိုးသားများစွာ အသက်ဆုံးရှုံးခဲ့သော်လည်း အဘိုးအိုတို့ သားအဖ အသက်ဘေးမှ လွတ်မြောက်ခဲ့သည်။ \n\n ရှစ်တန်းကျောင်းသား အရွယ်တွင် ယခင်က ရပ်ဆိုင်းလိုက်သော လူရည်ချွန်စီမံကိန်း ပြန်လည်စတင်သည်။ လူရည်ချွန်ရရန် အတန်းစာ၊ အားကစား၊ ပြင်ပဗဟုသုတ အစုံနှံ့စပ်ရသည်။ ငယ်စဉ်က ဖခင်ဖြစ်သူမှာ ထိခိုက်ဒဏ်ရာ ရတတ်သော အားကစားဖြစ်သည့် ဘောလုံးကန်ခြင်းကို အားမပေး။ သို့ဖြစ်၍ ဘောလုံးကန်လေ့မရှိသော ကျွန်တော် သက်လုံအလွန်ညံ့သည်။ ပိုဆိုးသည်က ထိုနှစ်စတွင် ဆိုင်ကယ်တိုက်၍ စက်ဘီးမှောက်ပြီး လက်ကျိုးသွားသည်။ ဤတွင် မိမိကိုယ်မိမိ ကြံဖန်ချီးမွမ်းရလျှင် ဘယ်ဘက်လက်မောင်း ကျိုးသွား၍ နာလွန်းသည့်တိုင် လက်အကျိုးဖြင့် စက်ဘီးစီးကာ အိမ်အရောက် ပြန်လာနိုင်ခဲ့သေးသည်။ ကျွန်တော်တို့ကျောင်းတွင် ထုံးစံ တစ်ခုရှိသည်။ ကျောင်းအဆင့်ပြိုင်ပွဲတိုင်းသည် ယှဉ်ပြိုင်မှု အလွန်ပြင်းထန်လှသည်။ ကျောင်းအဆင့် လူရွေးခံရပါက မြို့နယ်အဆင့်၊ ခရိုင်အဆင့်၊ တိုင်းအဆင့်တို့တွင် အနိုင်ရသည်က များသည်။ အားကစားတွင် လိုအပ်ချက်ရှိသူ ကျွန်တော် ၈တန်း အဆင့်တွင် လူရည်ချွန် အရွေးမခံရပါ။ စိတ်အားငယ်နေသော ကျွန်တော့်ကို ကောကောက အဘိုးအိုမြင်းပျောက်သည့် တရုတ်စကားပုံ（塞翁失马）ကို ဥပမာပေးကာ \"အရာရာက ကောင်းဖို့ဖြစ်လာတာပဲ။ လူရည်ချွန်မရလဲ သင်္ချာစွမ်းရည်အတွက် ပိုအားထုတ်နိုင်တာပေါ့\" ဟုအားပေးသည်။ ရှုံးနိမ့်မှုနှင့် ကြုံရသည့်အချိန်တိုင်း အနာဂတ်အတွက် မဆုတ်မနစ် ဆက်လက်ကြိုးစားရန် စိတ်ခွန်အား ပေးသည့် ဘဝသင်ခန်းစာကို ကျွန်တော်သင်ယူလိုက်ရသည်။ ယခုထက်တိုင်လည်း အသုံးဝင်နေသေး၏။ ဤတွန်းအားနှင့်အတူ ဆရာ၊ ဆရာမများ၏ သင်ကြားပြသပေးမှုဖြင့် ရှစ်တန်းအဆင့် သင်္ချာစွမ်းရည်ကိုမူ လွယ်ကူချောမွေ့စွာဖြင့် ပထမ ရရှိခဲ့ပြီး Horizon International School မှ ကျင်းပသည့် Mathemania Puzzle Contest နှင့် T&H မှ ကျင်းပသည့် SASMO စာမေးပွဲအပါအဝင် ဖြေသမျှသင်္ချာစာမေးပွဲတိုင်းတွင်လည်း ဆုမရဖူးသည့်အကြိမ်မရှိခဲ့။ \n\n မူလတန်းမှ အထက်တန်းအထိ အခြေံပညာကျောင်းသားဘဝကို သမင်လည်ပြန် ငေးကြည့်မိ၏။ လေးတန်းကျောင်းသားအရွယ်တွင် ပထမဆုံးအကြိမ် ပြုလုပ်သည့် လေးတန်း ဗဟိုအဆင့် သင်္ချာစွမ်းရည်ပြိုင်ပွဲနှင့် ကြုံလိုက်ရသည်။ သို့သော် ရှစ်တန်း ဗဟိုအဆင့် သင်္ချာစွမ်းရည်ပြိုင်ပွဲသည် ကျွန်တော့်အတွက် အခြေခံကျောင်းသားဘဝ ပညာရေးဝန်ကြီးဌာနက ကျင်းပပေးသည့် အမြင့်ဆုံး သင်္ချာပြိုင်ပွဲဖြစ်သည်။ အထက်တန်းကျောင်းသား ဘဝတွင် ယခင်က ပုံမှန်ကျင်းပလေ့ရှိသည့် အထက်တန်းသင်္ချာအိုလံပစ် ပြိုင်ပွဲလည်းမရှိတော့။ ၉တန်း ရောက်သည့်အခါမှသာ မြန်မာနိုင်ငံသင်္ချာအသင်းက ၈တန်းအဆင့် သင်္ချာအိုလံပစ်ကို ကျင်းပပေးသည်။ ၁၀တန်း ရောက်သောအခါ ၈တန်း၊ ၉တန်းဟူ၍ နှစ်ဆင့်ဖြစ်လာသည်။ ၁၀တန်းအောင်သော် ၈၊ ၉၊ ၁၀ အဆင့်သုံးဆင့် အတွက် ကျင်းပပေးကာ နိုင်ငံတကာအဆင့် သင်္ချာအိုလံပစ်ပြိုင်ပွဲ (International Mathematics Olympiad (IMO)) ကို ဝင်ပြိုင်ရန် မြန်မာနိုင်ငံကိုယ်စားပြု ကျောင်းသားခြောက်ဦးရွေးချယ်သည်။ ၁ နှစ်နောက်ကျမှ လူ့လောကထဲရောက်ခဲ့လျှင် ကောင်းသား။ သင်္ချာကို ရူးသွပ်ခဲ့သူ ကျွန်တော် ကံကောင်းသည်လော၊ ဆိုးသည်လော။ ကျွန်တော်နှင့် သင်္ချာ ရေစက်ပါသည်လော၊ မပါသည်လော။ \n\n ဘဝတွင် ပထမဆုံးအကြိမ် သူတစ်ပါးကို စာသင်ကြားပေးရသည့် အတွေ့အကြုံကို ဆိုပါအံ့။ ကျွန်တော် ကိုးတန်းကျောင်းသား အရွယ်။  ၈တန်း ဗဟိုအဆင့် သင်္ချာစွမ်းရည်ပြိုင်ပွဲ သွားဖြေမည့် ကျောင်းသားတစ်ဦးကို နှုတ်ဖြေ စာမေးပွဲအတွက်နှင့် သင်ရိုးပြင်ပဗဟုသုတများ သင်ပေးရခြင်းဖြစ်သည်။ ထိုကျောင်းသားလည်း ဗဟိုအဆင့်တွင် ပထမဆုမရသည့်တိုင် တတိယဆု ရရှိသွားသဖြင့် ကျွန်တော်၏ သင်ကြားရေးခရီး ပွဲဦးထွက် မဆိုးခဲ့။ ဤသည်မှာ ဆရာမ ဒေါ်နီနီဝင်း၏ ကျေးဇူးဖြင့် ကန်တော့ခံဆရာအဖြစ် ရောက်မှန်းမသိ ရောက်သွားခဲ့ခြင်းပင်။ ဆရာမထံမှ လက်ဆင့်ကမ်းရရှိခဲ့သော အမွေတစ်ခုမှာ မိမိ၏ တပည့် မိမိထက် ထူးချွန်ထက်မြတ် တိုးတက်စေရေးအတွက် နည်းမျိုးစုံဖြင့် ထောက်ပံ့ပေးခြင်းဖြစ်သည်။ ထို့ကြောင့်ပင်လျှင် \"ဆရာထက်တပည့် လက်စောင်းထက်ရမည်\" ဟူသည် ကျွန်တော်ကျင့်သုံးသည့် ဆောင်ပုဒ်တစ်ခု ဖြစ်လာခဲ့ဟန်တူသည်။ သင်္ချာသင်ကြားခြင်းဟုဆိုရာတွင် ကျွန်တော့်အား လွှမ်းမိုးမှုအများဆုံးရှိပြီး စိတ်ဓာတ်ပိုင်းဆိုင်ရာ ကြံ့ခိုင်မှုကို ပြုစုပျိုးထောင်ပေးခဲ့သည့် ဩဇာတိက္ခမ ကြီးမားလှသူတစ်ဦးအကြောင်းကို ချန်လှပ်ထား၍ မရနိုင်ချေ။",
        "images": ["images/Math-4.1.jpg", "images/Math-4.2.jpg", "images/Math-4.3.jpg"]
      },
      {
        "id": "ed-4",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၃) ဖွတ်မရ ဓားမဆုံး",
        "date": "၂၁ ဇွန် ၂၀၂၃",
        "content": "\"Ways\" သင်္ချာဂျာနယ်ကို ဝယ်ပြီးတိုင်း ပထမဆုံး ကြည့်မိသည့် နေရာက နောက်ကျောအဖုံးနှင့် ကပ်လျက် စာမျက်နှာ။ တစ်ရက်မုန့်ဖိုး နှစ်ရာကျပ်သာ ရသည့် ထိုအချိန်က ကျပ်တစ်သောင်းတန် သင်္ချာဉာဏ်စမ်းပြိုင်ပွဲမှာ ခုနစ်ဆောင်နန်း မီးမထွန်းဘဲ လင်းသည့် ပပဝတီပမာ ဆွဲဆောင်မှုရှိလှ၏။ ဂျာနယ်မှာဖော်ပြသည့် အချိန်မှစ၍ နှစ်ပတ်အတွင်း မိမိ၏ အဖြေလွှာနှင့်အတူ ဂျာနယ်နောက်ကျောဖုံးပါ တြိဂံကို ညှပ်ကာ ဂျာနယ်တိုက်သို့ ပို့ပေးရသည်။ ဆုရသည့်သူ တစ်ယောက်ထက်ပိုပါက ငွေတစ်သောင်းကို အချိုးကျ ပြန်ခွဲဝေပေးသည်။ အတန်းစုံအတွက် ရည်ရွယ်ထားသော ပုစ္ဆာများကို ဖြေရှင်းနိုင်ရန် ၅တန်းကျောင်းသား ကျွန်တော့်အဖို့ မလွယ်ကူလှ။ \n\n တစ်ကြိမ်တွင် ပုစ္ဆာတစ်ပုဒ်၏ အဖြေကို ကျွန်တော် စဉ်းစားနိုင်လိုက်သည်။ သို့သော် စာမူရောက်အောင် နောက်ဆုံးပေးပို့ရမည့်ရက်နှင့် အတော်ကပ်နေပြီ။ ဂျာနယ်ရှေ့ဆုံးမျက်နှာတွင် အဖြေမှန်သူများကို ဖော်ပြပေးလေ့ရှိရာ အဖြေမှန်ပါက ဂျာနယ်တွင် ကိုယ့်နာမည်ပါလာမည် ဖြစ်သဖြင့် အမေ့ကို အတင်းပူဆာကာ ဈေးကြီးပေးရသည့် အမြန်ချောပို့နှင့် ပို့လိုက်သည်။ ထိုဉာဏ်စမ်းပုစ္ဆာ၏ အဖြေမှန်ရရှိသူများကို ကြေညာသည့် အလှည့် ဂျာနယ်တွင် ပုံမှန်ကဲ့သို့ နောက်ဆုံးမှ မကြည့်ဘဲ ရှေ့ဆုံးမှ အဖြေမှန်သူများကို ဦးစွာကြည့်မိသည်။ အဖြေမှန်သူ နှစ်ဆယ်ကျော်ရှိသည်။ ကျပ်ငါးရာ ဝန်းကျင်သာ ရတော့မည်အထင်နှင့် စိတ်ဓာတ်အနည်းငယ်ကျသွားသည်။ လူနှစ်ဆယ်ကျော်၏ အမည်ကို ဖတ်ပြီးအဆုံးတွင် မိမိနာမည် မပါလာ။ ဖွတ်မရ ဓားမပါ ဆုံးသွားသည်။ အမြန်ချောပို့ခကို အမျှဝေလိုက်ရ၏။ \n\n ယခုကာလကဲ့သို့ အိုလံပစ်သင်္ချာသင်တန်းများ မရှိသေးချိန်ကာလ။ ၈တန်းကျောင်းသားအရွယ်။ အသက် ၁၃ နှစ်သား ကျွန်တော်။ မိမိထက် အသက်တစ်ဆ၊ နှစ်ဆကြီးသော စီနီယာစာအုပ်များ၏ အကူအညီဖြင့် မိမိ၏ သင်္ချာအမြင်ကို ဆန်းသစ်စေရလိမ့်မည်ဟု ဘဝ တွင် တစ်ကြိမ်တစ်ခါမျှ မစဉ်းစားဖူးခဲ့။ ကျွန်တော်၏ သင်္ချာအိုလံပစ်ခရီး၏ ပထမဆုံးတံခါး ပွင့်ဟခဲ့ချိန်ဟု ဆိုက မှားအံ့မထင်။ ၁၉၇၀၊ ၈၀ ဝန်းကျင်မှ စတင်ကာ ၂၀၀၀ ဝန်းကျင်အထိ ရန်ကုန်တက္ကသိုလ် သင်္ချာဌာနမှ နှစ်စဉ်ထုတ်ဝေသည့် သင်္ချာဂျာနယ်များပင် ဖြစ်သည်။ ဤသင်္ချာရတနာသိုက် ပိုင်ရှင်မှာ ကျွန်တော်၏ သင်္ချာသစ်ပင်ကို အကိုင်းအခက်ဝေဖြာလာအောင် မြေတောင်မြှောက်ပေးခဲ့သည့် အရေးပါသည့် ဥယျာဉ်မှူး၊ ပညာဆာလောင်နေသူ ကျွန်တော့်အတွက် သဲကန္တာရထဲက အိုအေစစ်၊ ဆရာမ ဘဝကို မြတ်နိုးလွန်း၍ အသက် နှစ်ဆယ့်ငါးနှစ်ကျော်မှစကာ လုပ်သက်ပြည့် ပင်စင်ယူသည့် အချိန်ထိ မြို့ပေါ် အထက်တန်းကျောင်းတစ်ကျောင်းတွင် အထက်တန်းပြဆရာမ အဖြစ် အနှစ်သုံးဆယ်ကျော်  သင်္ချာဆရာမ အဖြစ်တာဝန်ထမ်းဆောင်ခဲ့သူ၊ အပြင်ကျူရှင် သီးသန့်သင်လေ့မရှိဘဲ ဆွေမျိုးရင်းချာများကိုသာ သင်ကြားပေးလေ့ရှိသူ၊ ကောကော ဒေါ်မာမာခင်။ (ကောကောဟူသည် ဖူကျန့်၊ တရုတ်ဘာသာစကားဖြင့် အဒေါ်ဟု ခေါ်ခြင်းဖြစ်သည်။) \n\n ၈တန်းကျောင်းသား ကျွန်တော့်ကို စသင်ချိန်တွင် သူမ ဆရာမဘဝမှ အနားယူပြီးဖြစ်သည်။ ကောကောထံ၌ သင်္ချာတွက်ရသည့် အချိန်များသည် ၈ တန်း၊ ၉ တန်း၊ ၁၀ တန်းကျောင်းသား ဘဝတွင် အပျော်ဆုံး အချိန်များပင် ဖြစ်သည်။ တွက်ချင်သည့် နည်းလမ်းဖြင့် တွက်ခွင့်ရှိသည်။ အဆင့်ကျော်နိုင်သမျှ ကျော်ခွင့်ရှိသည်။ တွက်ချင်တာတွက်၍ မှားလျှင်လည်း ဆူပူကြိမ်းမောင်းခြင်း အလျင်းမရှိ။ သင်္ချာ ဗဟုသုတများသာမက ဘဝ နေနည်းနှင့် ပတ်သက်သည့် အတွေးအခေါ်များစွာကို ပုံပြင်များအနေဖြင့် ရံဖန်ရံခါ နားထောင်ရသည်။ သူမ၏ ငယ်စဉ်က တရုတ်ကျောင်းသူငယ်ချင်း ဦးတင်အောင်လွင်က ဂျီဩမေတြီပုစ္ဆာများကို ရှင်းပြသည်ကို ပြောပြလေ့ရှိပြီး မိမိ၏ သူငယ်ချင်းများကို စာရှင်းပြပါက ထိုစာကိုပို၍ ကျွမ်းကျင်သွားကြောင်း၊ ပညာကို အချင်းချင်းမျှဝေပေးရကြောင်း၊ သူတစ်ပါးကို ကူညီပါက ပီတိဖြာရကြောင်း ဆိုလေ့ရှိသည်။ ကျွန်တော်၏ စာသင်ကြားရေး ဝါသနာသည် သူမထံမှ မြစ်ဖျားခံလာခဲ့သည်။ ကောကောထံမှ ကျွန်တော့်ဘဝအတွက် အရေးပါဆုံးဟု ယူဆရသည့် ဘဝသင်ခန်းစာတစ်ခု ရခဲ့သေးသည်။",
        "images": ["images/Math-3.1.jpg", "images/Math-3.2.jpg", "images/Math-3.3.jpg", "images/Math-3.4.jpg"]
      },
      {
        "id": "ed-5",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၂) အလယ်တန်းက သင်ခန်းစာများ",
        "date": "၁၈ ဇွန် ၂၀၂၃",
        "content": "အမှန်အတိုင်းဝန်ခံရရင် မူလတန်းကစလို့ အလယ်တန်းကျောင်းသားဘဝတစ်လျှောက် ဆရာဝန်ဖြစ်ချင်တဲ့ ရပ်တည်ချက်က မပြောင်းလဲခဲ့ပါ။ သင်္ချာစိတ်ဝင်စားတာက သက်သက်၊ ဆရာဝန် ဖြစ်ချင်တာက သက်သက်ပေါ့လေ။ အဲ့ဒီ လမ်းနှစ်ကြောင်းက ဆန့်ကျင်ဘက်တွေဆိုတာ မူလတန်းကျောင်းသားအရွယ် ကျွန်တော်က ဘယ်စဉ်းစားနိုင်ခဲ့မိမလဲ။ အဲ့အရွယ် ကိုယ်ဖတ်ဖူးတဲ့ စာစီစာကုံး စာအုပ်တွေမှာ များသောအားဖြင့် ဆရာဝန် အကြောင်းပဲ ရေးကြတယ် မဟုတ်ပါလား။ ဒီလိုနဲ့ လူ့အသက်တွေ ကယ်ရတာ မြင့်မြတ်လို့ ဆရာဝန်ကြီး ဖြစ်ချင်တယ် ဆိုပြီး မိမိ၏ အိပ်မက် အကြောင်း စာစီစာကုံးတွေမှာ အမြဲရေးခဲ့တာ တက္ကသိုလ်ဝင်တန်း ရောက်တဲ့ အထိပဲဆိုပါတော့။ \n\n စာမေးပွဲအဖြေအကြောင်း ဆက်ရရင် ရန်ကုန်တိုင်းကိုယ်စားပြုတဲ့ ပညာရေးဝန်ကြီးသမီးက တတိယ၊ ပဲခူးအနောက်ကိုယ်စားပြု ကျွန်တော်က ဒုတိယ၊ ပဲခူးအရှေ့ကိုယ်စားပြု ပဲခူးက သူငယ်ချင်းက ပထမ အသီးသီး ရကြတယ်။ စစ်ကိုင်းကလာပြိုင်တဲ့ ဆရာမတစ်ယောက်ရဲ့  သားကတော့ သုံးယောက်ပြန်ရွေးတဲ့ထဲမှာ ပါမလာဘူး။ အဲ့ဒီမှာ ပုံပြင်တစ်ပုဒ် စတယ်။ ဝန်ကြီးသမီးကို ဆုပေးချင်လို့ သူ့သားလေးကို ဆုမပါဘဲ ကျန်ခဲ့တာများလား ဆိုပြီး စစ်ကိုင်းက သူငယ်ချင်းအမေက  မကျေမနပ် မြည်တွန်တောက်တီးတယ်။ မေးခွန်းရဲ့ အဖြေကတော့ ယနေ့တိုင် အဖြေမသိသေးတဲ့ ပဟေဠိတစ်ခုလိုပါပဲ။ မိဘတွေ ငယ်ငယ်က ဖြတ်သန်းခဲ့ရသလို အဘက်ဘက်ယိုယွင်းမှုများစွာရှိနေတဲ့ စနစ်ကို မျက်မြင်တွေ့ပြီးတဲ့နောက်မှာ ပြန်တွေးမိတာက နုနယ်ဖြူစင်တဲ့ ၁၀နှစ်အရွယ်မှာရှိခဲ့တဲ့ ကျွန်တော့်စိတ်ထဲက အဖြေဟာ ပဟေဠိရဲ့ အဖြေမှန် ဖြစ်ပါ့မလားဆိုတာ သံသယဝင်မိတာတော့ အမှန်ပင်။ \n\n မူလတန်းက အစပြုလာခဲ့တဲ့ ရင်ဘတ်ထဲက သင်္ချာပျိုးပင်လေးဟာ အလယ်တန်းမှာလည်း ဥယျာဉ်မှူးဆရာ၊ ဆရာမတွေရဲ့ ကျေးဇူးနဲ့ ဆက်လက် ရှင်သန်ခွင့်ရခဲ့တယ်။ ၅တန်းရောက်တော့ ပထမဆုံးစတက်ဖူးတဲ့ ဆရာမ ဒေါ်နီနီဝင်းရဲ့ သင်္ချာကျူရှင်မှာ နွေရာသီကုန်တော့ သင်ပြီးသမျှစာတွေကို စာမေးပွဲ ဖြေရတယ်။ ဆရာမက ဝါရင့် ဆရာမပီပီ ဉာဏ်စမ်းပုစ္ဆာတွေ ထည့်မေးတာပေါ့။ ဆရာမက ဖြေပြီး ၃၊ ၄ ရက်ကြာရင် အမှတ်တွေကို ကပ်ပေးထားမယ်ဆိုလို့ စာမေးပွဲဖြေပြီးရင် အမှတ်မြန်မြန်သိချင်သူ ကျွန်တော်၊ ၃ ရက် ကြာတော့ အမှတ် သွားကြည့်တယ်။ ဘယ်လောက်စိတ်လှုပ်ရှားလဲဆိုရင် လှေခါးကို ပြေးတက်တာ ချော်လဲပြီး အပေါ်ဆင့်လှေခါးထစ်နဲ့ တိုက်မိတာ နဖူးကွဲမတတ်ပဲ။ အပေါ်ထပ်ရောက်တော့ ခဲလေသမျှ သဲရေကျပါလေရော။ ကျွန်တော့်ရဲ့ အားမာန်တွေကို လျော့သွားစေတာကတော့ ဆရာမရဲ့ စကား တစ်ခွန်းပါပဲ။ \"အမှတ်အရမ်းနည်းတဲ့သူတွေ ရှိလို့ သူတို့အားငယ်ကုန်မှာစိုးလို့ မကပ်တော့ဘူး၊ အမှတ်တွေကို ကိုယ့်အဖြေလွှာ ကိုယ်ရမှကြည့်တော့\"တဲ့။\"အားငယ်သူကို ဖေးမကူရမည်\" ဆိုသည့် သင်ခန်းစာ စိတ်ထဲ လိပ်ခဲတည်းလည်းနဲ့ သင်ယူလိုက်ရတဲ့ အခိုက်အတံ့ပါ။ \n\n မည်သည့်အလုပ်မဆို စည်းစနစ်ကျ လုပ်တတ်တဲ့ အကျင့်၊ အလယ်တန်းကျောင်းသားအရွယ်ကပင် မိမိ စိတ်သန္တာန်တွင် စတင်ကိန်းအောင်းခဲ့သည် ထင်သည်။ ၄င်းအကျင့်၏အစဟု ဆိုနိုင်တဲ့ ပုံဆွဲလျှင် စည်းစနစ်ကျ ဆွဲတတ်တဲ့ အကျင့်ကို ဆရာမ ဒေါ်ဥမ္မာသင်းဆီက ရရှိခဲ့သည်မှာ ဤကဲ့သို့။ ဆရာမက ဆုပေးဒဏ်ပေး စနစ်ကိုကျင့်သုံးသည်။ စာမေးပွဲ ဖြေ၍ အမှတ်ကောင်းလျှင် ဆုချသည့်နည်းတူ ဂျီဩမေတြီပုံဆွဲ၍ မတိကျ၊ မသပ်ရပ်တဲ့ နေရာ တစ်နေရာရှိရင် တစ်ခါ လက်ဆစ်ခေါက်ခံရသည်။ လက်ရေးမလှ စုတ်ပြတ် မတိကျ မသေချာတဲ့ ကျွန်တော်၊ လက်ဆစ် အခေါက်ခံရတာ အကြိမ်ကြိမ်။ နာလွန်းလို့ အလိုအလျောက်ဝဲလာတဲ့ မျက်ရည် မကျသွားအောင် ထိန်းရင်း အပြုံးမပျက်အောင် ဟန်ဆောင်ရသည်က အခါခါ။ ဒီလိုနဲ့ လက်ဆစ်အခေါက်မခံရအောင် ကြိုးစားရင်း ပုံဆွဲ သပ်ရပ်လာသည်။ လက်ရေးမှာမူ အရမ်း မလှလာသည့်တိုင်အောင် ဖတ်မရသည့် အခြေအနေထိ မဆိုးတော့။ တစ်ခါတလေ စဉ်းစားမိသည်။ \"ကလေးများကို နာကျင်အောင် ပြုလုပ်မဆုံးမသင့်ပါ\"ဟူသော အဆို ထိုခေတ်ကတည်းက ပေါ်ခဲ့လျှင် ယခုအချိန် ကျွန်တော့်တွင် စည်းစနစ်ကျန သပ်ရပ်သေချာသည်ဟူသော ဂုဏ်ပုဒ် ရှိသေးပါလိမ့်မည်လော။ သေချာသည်တစ်ခုကတော့ ကျွန်တော့်မိဘများကမူ ဤအဆိုကို ထောက်ခံသည့်ဘက်၌ ရှိနေလိမ့်မည် မဟုတ်။\n\n အင်တာနက် မထွန်းကားသေးသည့် ထိုခေတ်။ မိမိ သိချင်သည်များကို စိတ်တိုင်းကျမေးနိုင်သည့် ဂလူးဂလဲ (google)လည်း မပေါ်သေး။ ကွန်ပျူတာဦးနှောက်သုံးကာ ကြိုက်ရာ ဖြေပေးနိုင်သည့် ဆရာကြီး (Chat GPT) လည်းမရှိ။ ကိုယ်စိတ်ဝင်စားသည့် အကြောင်းအရာ အချက်အလက်များကို ရှာဖွေရသည်မှာ လွန်စွာ ခဲယဉ်း၏။ ကျွန်တော် ၅တန်း၊ ၆တန်းတွင် အပတ်စဉ် အဖော်ပြုပေးခဲ့သည့် စာစဉ်တစ်ခုမှာ \"Ways\" (နည်းလမ်းများဟု အမည်ရသည့်) သင်္ချာဂျာနယ်ပင် ဖြစ်သည်။ အစိုးရ ဖတ်စာအုပ်ထဲက ပုစ္ဆာများကို တွက်ပြထားသည့် အဖြေများကို ကျွန်တော် စိတ်မဝင်စား။ ကျွန်တော် စိတ်ဝင်စားသည်မှာ သင်္ချာနှင့် သက်ဆိုင်သည့် ပြင်ပ အထွေထွေ ဗဟုသုတများ၊ သင်္ချာပညာရှင်များ အကြောင်းဖြစ်သည်။ တက္ကသိုလ်ရောက်တော့ \"ခေတ်အဆက်ဆက် သင်္ချာပညာ၏ တိုးတက်ပြောင်းလဲမှု အဆင့်ဆင့်\" (Evolution of Mathematics through Eras) ခေါင်းစဉ်ဖြင့် တက္ကသိုလ်၏ သမိုင်းအသင်းတွင် ပြုလုပ်ခဲ့သည့် ဟောပြောပွဲ၏ အစမှာ ထိုမှ ဖြစ်ပေလိမ့်မည်။ ဤအကြောင်းအရာတို့ထက် အလယ်တန်းကျောင်းသားများကို ဆွဲဆောင်နိုင်သည့် ဤဂျာနယ်၏ အထူးအခြားဆုံး ဝိသေသလက္ခဏာ တစ်ရပ်ရှိသေးသည်။",
        "images": ["images/Math-2.jpg"]
      },
      {
        "id": "ed-6",
        "title": "ကျွန်တော်နှင့် သင်္ချာ (၁) မူလတန်းကျောင်းသားနဲ့ သင်္ချာကြမ္မာ",
        "date": "၁၇ ဇွန် ၂၀၂၃",
        "content": "သင်္ချာ။ ကျွန်တော်အချစ်ဆုံး ဘာသာရပ်။ ငယ်ငယ်မူလတန်းကစလို့ တက္ကသိုလ်အထိ စာမေးပွဲဖြေတိုင်း သင်္ချာမဖြေခင် ညက ကျွန်တော့်အတွက် အသက်သာဆုံးပဲ။ ကြည့်စရာစာ နည်းနည်းပါးပါးကြည့်ပြီးရင် ည ၁၀နာရီလောက်ဆို အိပ်ပြီ။ ၁၀တန်းပြီးနောက်ပိုင်း သင်တန်းတွေဖွင့်ပြီး သင်္ချာသင်ဖြစ်တယ်။ သင်္ချာကိုဝါသနာပါတာရယ်၊ စာသင်တာ စိတ်ဝင်စားတာရယ်၊ ပြီးတော့ အပိုဝင်ငွေရတာရယ်ရောကြောင့်ပေါ့။ အရင်ကတော့ အိုလံပစ်သင်္ချာအတန်း၊ ဒီနောက်ပိုင်းတော့ ခေတ်ရေစီးကြောင်းနဲ့ လိုက်ပြီး IGCSE၊ A level အစုံပဲပေါ့ဗျာ။ တစ်ခါဆို တရုတ်ပြည်မှာ တက္ကသိုလ် သွားတက်ရင်း စာမလိုက်နိုင်လို့ တရုတ်လိုသင်ရတဲ့ တက္ကသိုလ် သင်္ချာတွေကို ပြန်သင်ပေးရဖူးတယ်။\n\nစာသင်ရင် တပည့်တွေက မေးလေ့ရှိတဲ့ မေးခွန်းတစ်ခုရှိတယ်။ \"ကျွန်တော့်အတန်းထဲမှာဆိုရင် ပုံမှန် အတန်းချိန်တွေမှာ မကြားဖူးတဲ့ အကြောင်းအရာတွေပါသိရတယ်။ သင်္ချာနဲ့ ပတ်သက်ပြီး ဘာလို့တော်တော်စုံစုံလင်လင် သိနေတာလဲ။\" အစရှိသဖြင့်ပေါ့ဗျာ။ ပထမဆုံးတစ်ခါ အမေးခံရတုန်းက ကိုယ့်ဘာသာ စိတ်ကျေနပ်လောက်တဲ့ အဖြေ မရှိနေဘူး။ အဲ့ဒါနဲ့ ဆက်စပ်ပြီး ဘယ်လိုဖြေရင်ကောင်းမလဲလို့ စဉ်းစားရင်း ငယ်ငယ်က အကြောင်းအရာတွေကို ပြန်တွေးမိတော့တာပဲ။\n\nဘဝမှာ သင်္ချာကို ဘယ်တုန်းကစပြီး စိတ်ဝင်စားခဲ့တာလဲ ဆိုပြီး ကိုယ့်ဘာကိုယ် မေးကြည့်ရင် ၄ တန်းက စတယ်ပဲ ပြန်ဖြေမိမယ်ထင်တယ်။ သင်္ချာနဲ့ ကျွန်တော် ရေစက်ပါတယ်ပဲ ပြောမလား။ ၄တန်းတုန်းက မြိုနယ်အဆင့် သင်္ချာစာမေးပွဲဖြေတာ ဆုထဲတောင်မဝင်။ ပုံမှန်အားဖြင့် မြိုနယ်အဆင့် စာမေးပွဲတွေမှာ ပုံနှိပ်ထဲက ပုစ္ဆာတွေပဲ မေးတာများတာ။ အဲ့တော့ များများတွက်နိုင်တဲ့သူက အဖြေတွေပါ မှတ်မိနေပြီး ဆုထဲပါတာပဲ။ ကျွန်တော်က ငပျင်းဆိုတော့ များများတွက်လေ့မရှိတာလဲ ပါမှာပေါ့။ ကံကောင်းချင်တော့ဗျာ။ ကျား ၁ မ ၁ ဆိုပြီးခေါ်တော့ ဆုထဲပါတဲ့သူတွေက အကုန် မိန်းကလေးတွေဖြစ်နေတော့ တိုင်းအဆင့် ဝင်ဖြေခွင့် ရသွားတယ်။ တိုင်းအဆင့်မှာ လူတွေ့နှုတ်ဖြေဆိုပြီး ပါလာတယ်။ နယ်မြို့မှာဆိုတော့ သင်္ချာစာအုပ်တွေက သိပ်မစုံဘူး။ အဲ့မှာ ရန်ကုန်မှာရှိနေတဲ့ အဒေါ်တွေကို အပူကပ်ရတော့တာပါပဲ။ အဒေါ်တွေကလည်း မငြီးမညူ။ ရန်ကုန်က စာအုပ်ဆိုင်ကြီးတွေမှာ တစ်ဆိုင်ဝင်တစ်ဆိုင်ထွက် သင်္ချာဉာဏ်စမ်းစာအုပ်တွေ လိုက်ရှာပေးတယ်။ ပထမဆုံး ထိတွေ့ခွင့်ရတာက ဆရာဝန်တင်ရွှေ ရဲ့ ဉာဏ်စမ်းစာအုပ်တွေပါပဲ။ ရန်ကုန်ကနေ နယ်ကို ကားဂိတ်က လှမ်းပို့ပေးလိုက်တာ ၈ အုပ်လောက်ရှိမယ် ထင်တယ်။ ငယ်ငယ်က စာရေးသူ \"ဆရာဝန် တင်ရွှေ\" ကို \"ဆရာ ဝန်တင်ရွှေ\" ဆိုပြီးဖတ်နေတာ။ ဘယ်ဝန်တွေကို တင်ထားတဲ့ ဦးရွှေ လဲပေါ့။ အသက်တော်တော်ကြီးကြီးမှပဲ အမှန် ပြန်သိတော့တယ်။ \n\n အဲ့ဒါနဲ့ အဲ့စာအုပ်တွေရော စိတ်တွက်သင်္ချာစာအုပ်တွေပါ ဖတ်ဖြစ်ပြီး တိုင်းအဆင့်နှုတ်ဖြေလည်း ကောင်းကောင်းဖြေနိုင်ခဲ့တယ်။ တိုင်းအဆင့် ပထမရသွားတယ်။  ဗဟိုအဆင့် သင်္ချာစွမ်းရည်ပြိုင်ပွဲကို နေပြည်တော်မှာ သွားဖြေရတယ်။ စာမေးပွဲညကို ခုထိ ထင်ထင်ရှားရှား မှတ်မိနေသေးတယ်။ ရေးဖြေရော နှုတ်ဖြေပါ ဖြေပြီးပြီမလို့ ပျော်နေတဲ့ အချိန်ပေါ့။  အပြင်ထွက်ပြီး ညစာစားခါနီး ဖုန်းဝင်လာတယ်။ \"အမှတ်တွေ တူနေလို့ ပြန်ဖြေရမယ်\" တဲ့။ ကျွန်တော် ငယ်ငယ်တည်းကနေ အခုအသက်တော်တော်ကြီးတဲ့ အထိ အလေ့အကျင့် တစ်ခုရှိတယ်။ အဖြေစာရွက်ပေါ်မှာ အဖြေတွေ အကုန်ရေးမှတ်လာတာ။ ထွက်လာပြီဆိုတာနဲ့ အဖြေတွေ အကုန်တိုက်ပြီး အမှတ်သိနေပြီ။ ကိုယ်တိုင်ကလည်း အမှတ်ကို ကြိုသိချင်တာကိုး။ တချို့က အဲ့လိုလုပ်တာမကြိုက်ဘူး၊ မှားမှန်းသိပြီးရင် နောက်တစ်ဘာသာ မဖြေနိုင်တော့လို့တဲ့။ ကျွန်တော်က စိတ်မြန်လက်မြန်ပဲ။ မြန်မြန်သိ မြန်မြန်ကြိုက်သူ။ မှားသွားလည်း နောင်တ မရပေါင်။ ပြန်ပြင်လို့မရတဲ့အမှားကို အဖန်တလဲလဲ တွေးပြီး စိတ်ထိခိုက်နေရင် ကိုယ်ပဲနစ်နာမှာလေ။ နောက်တစ်ခါ တူညီသောအမှား မမှားမိအောင်ပဲ ကြိုးစားတယ်။ \n\n စကားပြန်ဆက်ရရင်  ပထမ၊ ဒုတိယ၊ တတိယ သုံးယောက် ဆုပေးမှာ။ အမှတ်တိုက်နေတာက လေးယောက်ဆိုတော့ တစ်ယောက်ပြုတ်မှာပေါ့။ လေးယောက်ထဲမှာ အဲ့တုန်းက ပညာရေးဝန်ကြီး (ဆုရရင် ဆုပေးပွဲမှာ ဆုပေးတဲ့သူပေါ့) သမီးလည်းပါတယ်။ ဆရာတွေက တစ်ထိုင်တည်း မေးခွန်းထုတ်ပြီး ဖြေရတာ။ ပထမတစ်ခါဖြေပြီးတော့ အမှတ်ထပ်တိုက်လို့ ဒုတိယတစ်ခါထပ်ဖြေပြီး စောင့်နေရတဲ့ အချိန်။ ရင်ကလည်းခုန်၊ ညစာမစားရသေးတော့ ဗိုက်ကလည်းဆာနေပြီ။ ပါလာတဲ့ မုန့်တွေကလည်းစားလို့ ကုန်သွားပြီ။ အဲ့အချိန်မှာ ဆရာမကြီး တစ်ယောက်ကလာမေးတယ်။ \"သားကြီးလာရင် ဘာလုပ်မလဲ\"။ ကိုယ်ကလဲ အဲ့ခေတ်ထုံးစံ ဆရာဝန်ပေါ့။ ဆရာမကြီးက မျက်ခုံးတွန့်သွားပြီး \"အဲ့လောက် သင်္ချာကောင်းနေတာ ဆရာဝန်လုပ်ရင် နှမျောစရာကြီး\"တဲ့။ ကိုယ့်ရပ်တည်ချက်ကို ပထမဆုံး အကြိမ်မေးခွန်းထုတ်ခံရခြင်းပါပဲ။",
        "images": ["images/Math-1.1.jpg", "images/Math-1.2.jpg"]
      }
    ]
  },
  {
    "key": "projects",
    "label": "Projects",
    "items": [
      {
        "id": "prj-1",
        "title": "RC Column Parametric Study",
        "date": "2025 May 31",
        "content": "8-storey mid-column model; sustained/short-term load ratios; λ up to 120; MATLAB parametric sweeps & code-to-code validation.",
        "images": ["images/venice.jpeg", "images/venice.jpeg", "images/venice.jpeg"]
      },
      {
        "id": "prj-2",
        "title": "OS/161 Kernel Exercises",
        "date": "2025 May 31",
        "content": "Threading, semaphores/locks/CVs; TLB handling; two-level page tables; Banker's algorithm experiments.",
        "images": ["images/venice.jpeg", "images/venice.jpeg", "images/venice.jpeg"]
      },
      {
        "id": "prj-3",
        "title": "WSUD Stormwater Reuse (CVEN9000)",
        "date": "2025 May 31",
        "content": "Group report: catchment modeling (ARR), tank sizing, water quality management, and reuse strategy.",
        "images": ["venice", "venice", "venice"]
      }
    ]
  },
  {
    "key": "experience",
    "label": "Experience",
    "items": [
      {
        "id": "exp-1",
        "title": "Coaching & Mentoring",
        "date": "2025 May 31",
        "content": "Peer mentoring for coursework, coding clinics for MATLAB/LaTeX, study planning for international students.",
        "images": ["venice", "venice", "venice"]
      },
      {
        "id": "exp-2",
        "title": "Vlogging & Communication",
        "date": "2025 May 31",
        "content": "STEM explainer videos; tech notes and portfolio updates; clarity-first content style.",
        "images": ["venice", "venice", "venice"]
      }
    ]
  }
]
